Repository: swayam-agrahari/isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Campaigns
fr: Campagnes

source: Campaign with id %(id)s does not exist
fr: La campagne avec l'id% (id) s n'existe pas

source: Campaign -
fr: Campagne -

source: You need to Login to create a campaign
fr: Vous devez vous connecter pour créer une campagne

source: Sorry %(campaign_name)s Could not be created
fr: Désolé %(campaign_name)s n'a pas pu être créé

source: %(campaign_name)s Campaign created!
fr: Campagne créée!

source: Create a campaign
fr: Créer une campagne

source: %(campaign_name)s - Contribute
fr: %(campaign_name)s - Contribuer

source: You need to Login to update a campaign
fr: Vous devez vous connecter pour mettre à jour une campagne.

source: Campaign update failed please try later!
fr: Échec de la mise à jour, veuillez réessayer ultérieurement

source: Update Succesfull !
fr: Mise à jour réussie !

source: You cannot update this campaign, Contact Manager User:%(campaign_manager)s
fr: Vous ne pouvez pas mettre à jour cette campagne, Contacter le gérant User:%(campaign_manager)s

source: Booo! %(campaign_name)s Could not be updated!
fr: Booo! %(campaign_name)s Impossible de mettre à jour!

source: %(campaign_name)s - Update
fr: %(campaign_name)s - Mise à jour

source: You need to login to participate
fr: Vous devez vous connecter pour participer

source: Update Campaign Details
fr: Mettre à jour les détails de la campagne

source: Create new Campaign
fr: Créer une nouvelle campagne

source: You are updating
fr: Vous mettez à jour

source: Fill in the form below to create you campaign
fr: Remplissez le formulaire ci-dessous pour créer votre campagne

source: Fields marked with * are mandatory
fr: Les champs marqués d'une * sont obligatoires

source: Campaign Name
fr: Nom de la campagne

source: This is the name specific to your campaign, not the main project.
fr: Soyez spécifique et descriptif dans le choix du nom de votre campagne.

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
fr: Par exemple, plutôt que de l’intituler “Wiki Loves Africa”, préférez “Musique et Danse au Cameroun”

source: Short description of Campaign (144 characters)
fr: Description courte de la campagne

source: What are users going to be working on
fr: Soyez bref mais spécifique dans votre description courte.

source: Start Date
fr: Date de début

source: Set campaign start date
fr: Définir la date de début de la campagne

source: End Date
fr: Date de fin

source: Set campaign end date
fr: Définir la date de fin de la campagne

source: This is a Wiki Loves Campaign
fr: Ceci est une campagne Wiki Loves X

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
fr: La profondeur est fixée à 0 pour toutes les catégories d’une campagne Wiki Loves.

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
fr: Les catégories utilisées dans le cadre d’un projet Wiki Loves doivent se présenter sous la forme “images from Wiki Loves X YYYY” (par exemple, “Images from Wiki Loves <em>Africa 2019</em>”)

source: Some of the categories chosen below do not have the correct syntax
fr: Certaines des catégories choisies ne suivent pas la bonne syntaxe.

source: Categories to use in this campaign
fr: Catégories de la campagne

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
fr: Chercher les catégories Commons contenant les images que vous souhaitez améliorer dans le cadre de la campagne.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
fr: Utiliser la profondeur pour indiquer le nombre de sous-catégories que vous voulez sélectionner. Le niveau le plus profond et contenant le plus d’images est 5. Rappel: les campagnes Wiki Loves sont obligatoirement à un niveau de profondeur de 0

source: Choose categories to use in the campaign
fr: Choisissez les catégories à utiliser dans la campagne

source: Name
fr: Nom

source: Depth
fr: Profondeur

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
fr: Certaines des catégories choisies ne suivent pas la bonne syntax pourune campagne Wiki Loves

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
fr: Retirez les catégories ne présentant pas la bonne syntaxe ou bien décochez la case “Ceci est une campagne Wiki Loves”

source: Metadata to collect in the Campaign
fr: Données collectées pendant la campagne

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
fr: Choisissez quel type de métadatas vous souhaitez récupérer

source: You must select at least one of the options below.
fr: Vous devez sélectionner au moins une option.

source: To learn more about Depicts and Caption meta-data see the help page.
fr: Pour en savoir plus sur les métadonnées, consultez la page d’aide.

source: Depicts
fr: Mots-clés ('Depicts')

source: Select to collect Depicts metadata in the campiagn
fr: Sélectionner pour collecter les métadonnées Dépeint dans la campagne

source: Captions
fr: Légendes

source: Select to collect Caption metadata in the campiagn
fr: Sélectionnez cette option pour collecter les métadonnées de légende dans la campagne.

source: Campaign Image
fr: Image de campagne

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
fr: La hauteur maximum du visuel de la campagne est de 150 px. Il peut s’agir d’un logo ou d’une image.

source: Portrait or square photos are not recommended.
fr: Les photos en mode portrait ou carrées sont déconseillées.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
fr: Seules des images issues de Commons peuvent être utilisées. Indiquez seulement le nom du fichier.

source: Long description of Campaign (full about info)
fr: Description longue de la campagne (infos complète)

source: Why it is important that users contribute to the campaign?
fr: Dans le cadre de la description longue, vous pouvez donner plus de détails sur la campagne, par exemple expliquer les bénéfices qu’il y a à améliorer une image.

source: Publish Campaign
fr: Publier

source: You must select at least one category for your campaign.
fr: Vous devez choisir au moins une catégorie.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
fr: Certaines des catégories ne présentent pas la bonne synthaxe.

source: Please check your selections and try again.
fr: Vérifiez vos sélections et confirmez.

source: View images from
fr: Voir les photos de

source: Choose to only view images from a single country
fr: Choisir de ne voir que les images issues d'un pays

source: Loading...
fr: Chargement...

source: Start contributing to this campaign
fr: Participer à la campagne

source: Get Started
fr: Action

source: Campaign progress so far
fr: Progression de la campagne

source: Total number of images in this campaign
fr: Nombre total d'images inclues dans la campagne

source: Total number of contributions made to this campaign
fr: Nombre total de contributions dans le cadre de la campagne

source: Top Contributors
fr: Meilleur.es. participant.e.s

source: Contributor
fr: Personnes

source: No partcipants has contributed to this campaign
fr: Aucun participant n'a contribué à cette campagne

source: Most improved Countries
fr: Impact géographique

source: Country
fr: Pays

source: There is no data available yet for this campaign
fr: Il n'y a pas encore de données disponibles pour cette campagne

source: View and download more stats for this campaign
fr: Voir et télécharger des statistiques

source: View full stats
fr: Voir les statistiques

source: My Contributions
fr: Mes contributions

source: Rank
fr: Rang

source: More About This Campaign
fr: À propos de cette campagne

source: Campaign Manager
fr: Gestionnaire de campagne

source: START DATE
fr: Date de début

source: END DATE
fr: Date de fin

source: Make changes to this campaign
fr: Apporter des modifications à cette campagne

source: Edit Campaign
fr: Modifier la campagne

source: Unknown country
fr: Pays non défini

source: Return to the campaign home page
fr: Retourner à la page d'accueil de la campagne

source: Home Page
fr: accueil

source: View the previous image
fr: Voir l'image précédente

source: PREV IMAGE
fr: Précédente

source: Own work
fr: Auteur-trice

source: View the next image
fr: Voir l'image suivante

source: NEXT IMAGE
fr: Suivante

source: File
fr: Fichier

source: Open this image on Wikimedia Commons
fr: Voir cette image dans Wikimedia Commons

source: Categories
fr: Catégories

source: Camera Location
fr: Géolocalisation

source: show all metadata from commons
fr: Afficher toutes les metadata

source: Adding Depict Statements
fr: Ajouter des mots-clés descriptifs

source: Make it Simple: Use simple words and concepts to describe what you see in each image (e.g. cat, mountain, Taj Mahal)
fr: Utilisez des mots et des concepts simple pour décrire ce que vous voyez (par exemple “chat”, “montagne”, “Taj Mahal”)

source: Cancel your changes
fr: Annuler vos modifications

source: Cancel
fr: Annuler

source: Save your edits to Wikimedia Commons
fr: Lorsque vous publiez, les informations sont sauvées directement dans Wikimedia Commons

source: Save
fr: Publier

source: Name the different elements that you can see in this image
fr: Nommez les différents éléments que vous pouvez voir dans cette image

source: To mark the prominent elements in the image, click on the flag icon
fr: Cliquez sur le drapeau pour marquer un élément comme remarquable

source: Writing Captions
fr: Ecrire des légendes

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
fr: Ajoutez toute information, d’ordre culturel, scientifique et technique permettant de mieux identifer et comprendre.

source: Log in to publish changes
fr: Connectez-vous pour publier les modifications

source: Add a caption to better explain the image (max 255 characters)
fr: Ajouter une légende pour mieux décrire l’image

source: Briefly explain what you see in this image.
fr: Expliquez brièvement ce que vous voyez dans cette image

source: You can add captions in additional languages by selecting Language Preferences from the user menu
fr: Vous pouvez ajouter une légende dans d’autres langues en précisant vos préférences dans le menu utilisateur

source: No images found for this campaign!
fr: Aucune image trouvée !

source: Something went wrong getting campaign images
fr: Quelque chose s’est mal passé :(

source: Search for things you see in the image
fr: Lister ce que vous voyez dans cette image

source: minimise metadata from commons
fr: Réduire

source: Success! Depicted items saved to Wikimedia Commons
fr: Succès ! Vos modifications ont été prises en compte sur Wikimedia Commons

source: Success! Captions saved to Wikimedia Commons
fr: Succès ! Vos modifications ont été prises en compte sur Wikimedia Commons

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
fr: Quelque chose s’est mal passé :( Vos modifications n’ont pas été prises en compte sur Wikimedia Commons

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
fr: Certaines de vos modifications n’ont pas été changé. Souhaitez-vous prendre charger une autre image malgré tout ?

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
fr: Cliquez “OK” pour continuer ou “Annuler” si vous souhaitez sauver vos modifications au préalable.

source: Mark this depicted item as prominent
fr: Marquer comme remarquable

source: Mark this depicted item as NOT prominent
fr: Marquer comme non remarquable

source: From
fr: De

source: Till
fr: Jusqu’à

source: Download all stats (CSV)
fr: Télécharger toutes les statistiques

source: Contributor Stats
fr: Statistiques contributeur

source: Country Stats
fr: Statistiques pays

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
fr: Sur cette page, vous trouverez les campagnes organisées en cours d'exécution dans le cadre de l'outil ISA.

source: Click on the name of a campaign to get started and add structured data to an image.
fr: Cliquez sur le nom d'une campagne pour commencer et ajouter des données structurées à une image.

source: You can access information on the previous Campaigns in the Archive section.
fr: Vous pouvez accéder aux informations sur les campagnes précédentes dans la section Archives.

source: Ongoing Campaigns
fr: Toutes les campagnes

source: Campaign name
fr: Nom de la campagne

source: Campaign
fr: Campagne

source: Total number of images in the campaign
fr: Nombre total d'images concernées par cette campagne

source: Number of editors that have contributed to the campaign
fr: Nombre de personnes ayant participé à la campagne

source: Participants
fr: Participant.e.s

source: Total number of contributions to the campaign
fr: Nombre total de contributions dans le cadre de la campagne

source: Campaign start date
fr: Date de lancement de la campagne

source: Campaign end date
fr: Date de cloture de la campagne

source: Date the campaign was created
fr: Date de création de la campagne

source: Creation Date
fr: Date de création

source: Campaign status
fr: Statut de la campagne

source: Status
fr: Statut

source: Closed
fr: Fermé

source: Open
fr: Ouvert

source: Go to the campaign home page to get started
fr: Accéder à la page de la campagne pour participer

source: Go to Campaign
fr: Modifier

source: Show closed campaigns
fr: Voir les campagnes archivées

source: Create your own campaign
fr: Créer une nouvelle campagne

source: Create a new campaign using this tool
fr: Créer une nouvelle campagne

source: You must be logged in to create a campaign.
fr: Vous devez être identifié.e pour créer une campagne

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Voir de _START_ à _END_ de _TOTAL_ entrée(s)

source: No entries
fr: Aucune image

source: Search:
fr: Chercher:

source: No matching records found
fr: Aucune correspondance n’a été trouvée

source: First
fr: Première

source: Last
fr: Dernière

source: Next
fr: Suivante

source: Previous
fr: Précédente

source: Server Under maintenance
fr: Serveur en maintenance

source: Please check contact support
fr: S'il vous plaît Contactez le support

source: Take Me Home
fr: Accueil

source: Contact Support
fr: Contactez le support

source: Page Not Found
fr: Page non trouvée

source: We Are Unable to find the page you are looking for
fr: Nous sommes incapables de trouver la page que vous recherchez

source: Take Me Home
fr: Accueil

source: Something Went Wrong
fr: Quelque chose s'est mal passé

source: Isa might be undergoing maintenance
fr: Isa pourrait être en cours de maintenance

source: Easily Add Information about Images on Wikimedia Commons
fr: Ajoutez facilement des informations sur les images sur Wikimedia Commons

source: <strong>ISA</strong> is a multilingual, mobile-first tool, that makes it easy for people to add 'micro-contributions' in the form of <a %(link_attrs)s title='Learn more about structured data'>structured data</a> (descriptions, captions, tags, etc.) to images that have been contributed to Wikimedia Commons by Wiki Loves competitions.
fr: <strong>ISA</strong> est un outil de microcontribution, multilingue et orienté mobile, qui permet d’ajouter, supprimer ou modifier les <a %(link_attrs)s title='En savoir plus sur les informations structurées'>informations structurées</a> d’images téléversées sur Wikimedia Commons.

source: <strong>Click on Explore Campaigns to begin!</strong>
fr: <strong>Cliquez sur Explorer les campagnes pour commencer</strong>

source: Go to the campaign directory to choose a campaign
fr: Cliquez pour voir la liste complète des campagnes

source: EXPLORE CAMPAIGNS
fr: LISTE DES CAMPAGNES

source: About This Tool
fr: A propos d’ISA

source: In the long run, the intent behind the tool is to increase the use of the knowledge that is reflected by each image hosted on Wikimedia Commons.
fr: Pour célébrer 5 ans d’existence de Wiki Loves Africa, nous avons imaginé ISA afin de faciliter et stimuler l’ajout d’informations descriptives aux images téléversées dans le cadre du concours photo dédié au continent africain.

source: The tool is aimed to assist in the usefulness and information of images donated during the Wiki Loves competitions.
fr: Créé pour pouvoir rapidemment ajouter des informations structurées à une collection d’images prédéfinies,

source: It is initially being built to assist in the descriptions of Wiki Loves Africa images, but is being specifically modelled to be useful to all of the Wiki Loves competitions and beyond.
fr: ISA est particulièrement adapté pour être utilisé dans le cadre de toutes les compétitions Wiki Loves, mais peut être utilisé de façon générale sur toute collection d’images. L’objectif est d’augmenter l’utilité de ces photos sur les projets Wikimedia et au delà.

source: The tool is also designed to be a host of micro contribution competitions proposed by project leaders.
fr: ISA est un outil pilote du projet Données Structurées sur Wikimedia Commons.

source: ISA is not only an acronym for Information Structured Acceleration, but is also a chiShona language word for 'put' or 'place'.
fr: ISA n'est pas seulement un acronyme pour Information Structured Acceleration, mais est également un mot chiShona pour «mettre» ou «placer»

source: Home
fr: Accueil

source: Create New
fr: Nouvelle Campagne

source: Help
fr: Aide

source: Change your available caption languages
fr: Changer les langues de légende disponibles

source: Languages preferences
fr: Préférence de langues

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: ISA tool
fr: Outil ISA

source: was developed as a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project.
fr: est une collaboration entre Wiki In Africa, Histropedia et le projet Données Structurées sur Commons

source: It is running on
fr: il est hébergé sur

source: and is subject to the
fr: et est soumis aux conditions d’utilisation des

source: ISA is published under
fr: ISA est publié sous

source: Content added through the tool to Wikimedia Commons is released under
fr: Le contenu ajouté via l'outil à Wikimedia Commons est publié sous

source: Your Campaigns
fr: Vos campagnes

source: Below is a list of your Campaigns
fr: Voici une liste de vos campagnes

source: You do not have any campaigns
fr: Vous n'avez aucune campagne

source: Caption Languages
fr: Langues des légendes

source: Select upto 6 languages for captions
fr: Choisissez jusqu'à 6 langues d'affichage pour les légendes

source: Captions can be added in multiple languages for each image.
fr: Une image peut présenter des légendes dans plusieurs langues.

source: The languages you select on this page will appear on the page when you are viewing an image.
fr: Les languages choisis ici apparaitront quand vous modifierez des images.

source: Select all the languages you are comfortable contributing in.
fr: Choisissez tous les languages dans lesquels vous vous sembliez à l’aise pour contribuer.

source: Remove language
fr: Supprimer la langue

source: Undo changes to language settings
fr: Annuler vos modifications

source: Undo Changes
fr: Annuler

source: OAuth callback failed. Are cookies disabled?
fr: Le rappel OAuth a échoué. Les cookies sont-ils désactivés?

source: Welcome %(username)s!
fr: Bienvenu.e %(username)s!

source: See you next time!
fr: À la prochaine!

source: Please login to change your language preferences
fr: Veuillez vous connecter pour modifier vos préférences de langue

source: Sorry you tried to enter %(rep_languages)s multiple times
fr: Désolé, vous avez essayé d'entrer %(rep_languages)s plusieurs fois

source: Captions languages could not be set
fr: les langues pour les légendes n'ont pas pu être définies

source: Preferred Languages set Successfully
fr: Langues préférées définies avec succès

source: Language settings not available at the moment
fr: Langues préférées définies avec succès

source: %(username)s's - Settings
fr: %(username)s's - Réglages
